Repository: math65/dsmaccess
Catalog: dsmaccess/Localizable.xcstrings
Source language: en
Languages: fr

# common.format.value_of_total
source: %@ of %@
fr: %@ sur %@

# common.label.automatic_refresh
source: Automatic refresh
fr: Actualisation automatique

# common.label.automatic_refresh.hint
source: Updates the values every 5 seconds.
fr: Met à jour les valeurs toutes les 5 secondes.

# common.label.available_from_date
source: Available from a specific date
fr: Disponible à partir d’une date

# common.label.creation
source: Created
fr: Création

# common.label.disks
source: Disks
fr: Disques

# common.label.folders
source: Folders
fr: Dossiers

# common.label.groups
source: Groups
fr: Groupes

# common.label.incremental_copy
source: Incremental Copy
fr: Copie incrémentielle

# common.label.information
source: Information
fr: Informations

# common.label.installed_version
source: Installed version
fr: Version installée

# common.label.log
source: Log
fr: Journal

# common.label.model
source: Model
fr: Modèle

# common.label.network
source: Network
fr: Réseau

# common.label.official_catalog
source: Official catalog
fr: Catalogue officiel

# common.label.open_files
source: Open files
fr: Fichiers ouverts

# common.label.organization
source: Organization
fr: Organisation

# common.label.password_protection
source: Password protection
fr: Protection par mot de passe

# common.label.passwordless_sign_in
source: Passwordless sign-in
fr: Connexion sans mot de passe

# common.label.progress_for
source: %@ progress
fr: Progression de %@

# common.label.refresh_options
source: Refresh options
fr: Options d’actualisation

# common.label.resources
source: Resources
fr: Ressources

# common.label.sidebar
source: Sidebar
fr: Barre latérale

# common.label.sort_by
source: Sort By
fr: Trier par

# common.label.system
source: System
fr: Système

# common.label.transfers
source: Transfers
fr: Transferts

# common.label.trigger
source: Trigger
fr: Déclenchement

# common.label.updates
source: Updates
fr: Mises à jour

# common.label.uptime
source: Uptime
fr: Temps de fonctionnement

# common.label.video
source: Video
fr: Vidéo

# common.level.alert
source: Alert
fr: Alerte

# common.level.critical
source: Critical
fr: Critique

# common.level.error
source: Error
fr: Erreur

# common.level.errors
source: Errors
fr: Erreurs

# common.level.unknown
source: Unknown level
fr: Niveau inconnu

# common.level.warning
source: Warning
fr: Avertissement

# common.level.warnings
source: Warnings
fr: Avertissements

# common.menu.delete
source: Delete…
fr: Supprimer…

# common.menu.rename
source: Rename…
fr: Renommer…

# common.metric.memory
source: Memory
fr: Mémoire

# common.metric.processor
source: Processor
fr: Processeur

# common.metric.read
source: Read
fr: Lecture

# common.metric.write
source: Write
fr: Écriture

# common.module.containers
source: Containers
fr: Conteneurs

# common.module.control_panel
source: Control Panel
fr: Panneau de configuration

# common.module.file_services
source: File Services
fr: Services de fichiers

# common.module.files
source: Files
fr: Fichiers

# common.module.package_center
source: Package Center
fr: Centre de paquets

# common.module.shared_folders
source: Shared folders
fr: Dossiers partagés

# common.module.storage
source: Storage
fr: Stockage

# common.module.virtual_machines
source: Virtual Machines
fr: Machines virtuelles

# common.operation.copy.noun
source: Copy
fr: Copie

# common.operation.deletion
source: Delete
fr: Suppression

# common.operation.extraction
source: Extracting
fr: Extraction

# common.operation.moving
source: Moving
fr: Déplacement

# common.permission.read_only
source: Read only
fr: Lecture seule

# common.section.dsm_update
source: DSM update
fr: Mise à jour de DSM

# common.section.network_identity
source: Network & identity
fr: Réseau et identité

# common.sort.ascending
source: Ascending
fr: Ordre croissant

# common.status.automatic_refresh_off
source: Automatic refresh off
fr: Actualisation automatique désactivée

# common.status.automatic_refresh_on
source: Automatic refresh on
fr: Actualisation automatique activée

# common.status.completed.feminine
source: Completed
fr: Terminée

# common.status.connected
source: Connected
fr: Connecté

# common.status.disabled.feminine
source: Disabled
fr: Désactivée

# common.status.disabled.masculine
source: Disabled
fr: Désactivé

# common.status.done
source: Done
fr: Terminé

# common.status.enabled.feminine
source: Enabled
fr: Activée

# common.status.enabled.masculine
source: Enabled
fr: Activé

# common.status.entries_shown
source: %lld entries shown out of %lld
fr: %lld entrées affichées sur %lld

# common.status.failed
source: Failed
fr: Échec

# common.status.in_progress
source: Running
fr: En cours

# common.status.installed_version
source: Installed version: %@
fr: Version installée : %@

# common.status.link_copied
source: Link copied
fr: Lien copié

# common.status.loading
source: Loading…
fr: Chargement…

# common.status.loading_information
source: Loading information…
fr: Chargement des informations…

# common.status.loading_log
source: Loading log…
fr: Chargement du journal…

# common.status.nas_renamed
source: NAS renamed %@
fr: NAS renommé %@

# common.status.operation_in_progress
source: Operation in progress for %@
fr: Opération en cours pour %@

# common.status.repair_required
source: Repair required
fr: Réparation requise

# common.status.running
source: Running
fr: En fonctionnement

# common.status.saving
source: Saving…
fr: Enregistrement…

# common.status.sending
source: Sending
fr: Envoi

# common.status.sending.description
source: Sending the file to the NAS.
fr: Envoi du fichier au NAS.

# common.status.sending_message
source: Sending the message
fr: Envoi du message en cours

# common.status.stopped
source: Stopped
fr: Arrêté

# common.status.stopping
source: Stopping
fr: Arrêt en cours

# common.status.task_deleted
source: Task deleted: %@
fr: Tâche supprimée : %@

# common.status.task_disabled
source: Task disabled: %@
fr: Tâche désactivée : %@

# common.status.task_enabled
source: Task enabled: %@
fr: Tâche activée : %@

# common.status.task_started
source: Task started: %@
fr: Tâche démarrée : %@

# common.status.unavailable
source: Unavailable
fr: Indisponible

# common.status.unknown
source: Unknown status
fr: État inconnu

# common.status.unreachable
source: Unreachable
fr: Inaccessible

# common.status.waiting
source: Waiting
fr: En attente

# common.title.information_for
source: Information for %@
fr: Informations sur %@

# common.validation.available_before_expiration
source: The available date must be before the expiration date.
fr: La date de disponibilité doit précéder la date d’expiration.

# common.validation.invalid_package_source
source: Enter a valid name and HTTPS address for the source.
fr: Saisissez un nom et une adresse HTTPS valides pour la source.

# common.validation.invalid_reference_date
source: Enter a valid reference date in YYYY/MM/DD format.
fr: Saisissez une date de référence valide au format AAAA/MM/JJ.

# common.validation.no_run_day_selected
source: Choose at least one day to run the task.
fr: Choisissez au moins un jour d’exécution.

# common.value.file
source: File
fr: Fichier

# common.value.folder
source: Folder
fr: Dossier

# common.value.none
source: None
fr: Aucun

# common.value.not_available
source: Unavailable
fr: Non disponible

# connection.address.error
source: Enter the NAS address.
fr: Veuillez renseigner l’adresse du NAS.

# connection.certificate.keychain.error
source: The certificate couldn't be saved to the Keychain.
fr: Le certificat n'a pas pu être enregistré dans le trousseau.

# connection.credentials.error
source: Enter the username and password.
fr: Veuillez renseigner le nom d’utilisateur et le mot de passe.

# connection.new_password.error
source: Enter the new password.
fr: Saisissez le nouveau mot de passe.

# connection.password_change.same_password.error
source: Choose a password different from the current one.
fr: Choisissez un mot de passe différent de l'actuel.

# connection.password_change.success
source: Password changed.
fr: Mot de passe changé.

# connection.password_confirmation.error
source: The two passwords do not match.
fr: Les deux mots de passe ne correspondent pas.

# connection.passwordless.unavailable.error
source: This NAS does not offer passwordless sign-in.
fr: Ce NAS ne propose pas la connexion sans mot de passe.

# connection.port.error
source: The port must be a number between 1 and 65535.
fr: Le port doit être un nombre compris entre 1 et 65535.

# connection.saved_session.expired.error
source: The saved session is no longer valid. Please sign in again.
fr: La session enregistrée n’est plus valide. Connectez-vous à nouveau.

# connection.status.connecting
source: Connecting…
fr: Connexion en cours…

# connection.status.quickconnect_lookup
source: Finding the NAS with QuickConnect…
fr: Recherche du NAS avec QuickConnect…

# connection.username.error
source: Please enter the user name.
fr: Veuillez renseigner le nom d’utilisateur.

# connection.verification_code.error
source: Enter the verification code.
fr: Saisissez le code de vérification.

# connections.account.unknown
source: Unknown account
fr: Compte inconnu

# connections.address.unknown
source: unknown address
fr: adresse inconnue

# connections.address.unknown.inline
source: an unknown address
fr: une adresse inconnue

# connections.button.disconnect
source: Disconnect session…
fr: Couper la session…

# connections.button.disconnect.hint
source: Close the selected sessions on the NAS
fr: Fermer les sessions sélectionnées sur le NAS

# connections.button.disconnect_selected_multiple
source: Disconnect the %lld selected sessions…
fr: Couper les %lld sessions sélectionnées…

# connections.button.disconnect_selected_single
source: Disconnect the selected session…
fr: Couper la session sélectionnée…

# connections.column.opened
source: Opened
fr: Ouverte le

# connections.column.two_step
source: Two-step
fr: Deux étapes

# connections.disconnect.confirm.cancel
source: Leave these sessions open
fr: Laisser ces sessions ouvertes

# connections.disconnect.error
source: Could not disconnect: %@
fr: Échec de la coupure : %@

# connections.disconnect.multiple.confirm.button
source: Disconnect the %lld sessions
fr: Couper les %lld sessions

# connections.disconnect.multiple.confirm.message
source: These sessions will be closed and any transfer in progress interrupted. Accounts affected: %@.
fr: Ces sessions seront fermées et tout transfert en cours interrompu. Comptes concernés : %@.

# connections.disconnect.multiple.confirm.self_warning
source: One of these sessions may be this app’s: you would then be disconnected from the NAS.
fr: L’une de ces sessions peut être celle de cette app : vous seriez alors déconnecté du NAS.

# connections.disconnect.multiple.confirm.title
source: Disconnect these %lld sessions?
fr: Couper ces %lld sessions ?

# connections.disconnect.single.confirm.message
source: %@’s session from %@ will be closed, and any transfer in progress on it interrupted.
fr: La session de %@ ouverte depuis %@ sera fermée, et tout transfert en cours sur cette session interrompu.

# connections.disconnect.single.confirm.self_warning
source: This session may be this app’s: you would then be disconnected from the NAS.
fr: Cette session peut être celle de cette app : vous seriez alors déconnecté du NAS.

# connections.disconnect.single.confirm.title
source: Disconnect this session?
fr: Couper cette session ?

# connections.disconnect.success
source: %@’s session disconnected
fr: Session de %@ coupée

# connections.disconnect.success_multiple
source: %lld sessions disconnected
fr: %lld sessions coupées

# connections.disconnect.unsupported_selection
source: The NAS does not allow this selection to be disconnected.
fr: Le NAS ne permet pas de couper cette sélection.

# connections.empty.description
source: The NAS reports no open sessions.
fr: Le NAS ne signale aucune session ouverte.

# connections.empty.title
source: No connections
fr: Aucune connexion

# connections.loading
source: Loading connections…
fr: Chargement des connexions…

# connections.protocol.unknown
source: Unknown protocol
fr: Protocole inconnu

# connections.row.disconnect.label
source: Disconnect %@’s session
fr: Couper la session de %@

# connections.summary.open_count
source: %lld open connections
fr: %lld connexions ouvertes

# connections.table.footer
source: One machine can appear more than once: a row per protocol.
fr: Une même machine peut apparaître plusieurs fois : une ligne par protocole.

# connections.table.label
source: Open sessions
fr: Sessions ouvertes

# connections.trusted_device.no
source: No, trusted device
fr: Non, appareil de confiance

# connections.trusted_device.yes
source: Yes, trusted device
fr: Oui, appareil de confiance

# containers.action.export_profile
source: Export settings…
fr: Exporter les réglages…

# containers.action.export_profile.hint
source: Writes the container's creation settings to a folder of the NAS.
fr: Écrit les réglages de création du conteneur dans un dossier du NAS.

# containers.action.export_profile.success
source: Settings exported to %@
fr: Réglages exportés vers %@

# containers.action.force_stop
source: Force stop
fr: Arrêt forcé

# containers.action.force_stop.hint
source: Kills the container at once, without letting it finish.
fr: Tue le conteneur immédiatement, sans le laisser terminer.

# containers.action.force_stop.success
source: Container force stopped: %@
fr: Conteneur arrêté de force : %@

# containers.action.reset
source: Reset
fr: Réinitialiser

# containers.action.reset.hint
source: Recreates the container from its settings and leaves it stopped.
fr: Recrée le conteneur à partir de ses réglages et le laisse arrêté.

# containers.action.reset.success
source: Container reset: %@
fr: Conteneur réinitialisé : %@

# containers.action.restart
source: Restart
fr: Redémarrer

# containers.action.restart.hint
source: Restart container
fr: Redémarrer le conteneur

# containers.action.restart.success
source: Container restarted: %@
fr: Conteneur redémarré : %@

# containers.action.show_details
source: Show information and logs
fr: Afficher les informations et journaux

# containers.action.show_details.hint
source: Show container information and logs
fr: Afficher les informations et journaux du conteneur

# containers.action.start.hint
source: Start container
fr: Démarrer le conteneur

# containers.action.start.success
source: Container started: %@
fr: Conteneur démarré : %@

# containers.action.stop.hint
source: Stop container
fr: Arrêter le conteneur

# containers.action.stop.success
source: Container stopped: %@
fr: Conteneur arrêté : %@

# containers.column.memory
source: Memory
fr: Mémoire

# containers.column.name
source: Container
fr: Conteneur

# containers.column.processor
source: Processor
fr: Processeur

# containers.create.button
source: Create
fr: Créer

# containers.create.command
source: Command
fr: Commande

# containers.create.command.hint
source: Overrides the command the image runs
fr: Remplace la commande exécutée par l'image

# containers.create.environment.add
source: Add a variable
fr: Ajouter une variable

# containers.create.environment.key
source: Name
fr: Nom

# containers.create.environment.remove
source: Remove the last variable
fr: Retirer la dernière variable

# containers.create.environment.value
source: Value
fr: Valeur

# containers.create.failed
source: Creating %1$@ failed: %2$@
fr: La création de %1$@ a échoué : %2$@

# containers.create.fields.label
source: New container settings
fr: Réglages du nouveau conteneur

# containers.create.hint
source: Creates a container from an image on the NAS.
fr: Crée un conteneur à partir d'une image du NAS.

# containers.create.image.hint
source: Image the container is built from
fr: Image à partir de laquelle le conteneur est créé

# containers.create.image.none
source: Choose an image
fr: Choisir une image

# containers.create.in_progress
source: Creating the container
fr: Création du conteneur

# containers.create.name.hint
source: Name of the container on the NAS
fr: Nom du conteneur sur le NAS

# containers.create.port.add
source: Add a port
fr: Ajouter un port

# containers.create.port.automatic
source: A NAS port left at 0 is chosen by Docker when the container starts.
fr: Un port du NAS laissé à 0 est choisi par Docker au démarrage du conteneur.

# containers.create.port.container
source: Container port
fr: Port du conteneur

# containers.create.port.entry
source: Published port
fr: Port publié

# containers.create.port.host
source: NAS port
fr: Port du NAS

# containers.create.port.remove
source: Remove the last port
fr: Retirer le dernier port

# containers.create.section.environment
source: Environment variables
fr: Variables d'environnement

# containers.create.section.image
source: Image and name
fr: Image et nom

# containers.create.section.volumes
source: Folders
fr: Dossiers

# containers.create.start_now
source: Start once created
fr: Démarrer après la création

# containers.create.start_now.hint
source: Starts the container as soon as it exists.
fr: Démarre le conteneur dès qu'il existe.

# containers.create.success
source: Container created: %@
fr: Conteneur créé : %@

# containers.create.title
source: New container
fr: Nouveau conteneur

# containers.create.volume.add
source: Add a folder
fr: Ajouter un dossier

# containers.create.volume.entry
source: Mounted folder
fr: Dossier monté

# containers.create.volume.host
source: NAS folder
fr: Dossier du NAS

# containers.create.volume.mount
source: Path in the container
fr: Chemin dans le conteneur

# containers.create.volume.remove
source: Remove the last folder
fr: Retirer le dernier dossier

# containers.detail.auto_restart
source: Auto-restart
fr: Redémarrage automatique

# containers.detail.information.label
source: Container information
fr: Informations du conteneur

# containers.detail.statistics
source: Statistics
fr: Statistiques

# containers.detail.title
source: Information and logs
fr: Informations et journaux

# containers.detail.title_named
source: Details for %@
fr: Détails de %@

# containers.duplicate.action
source: Duplicate…
fr: Dupliquer…

# containers.duplicate.failed
source: Duplicating %1$@ failed: %2$@
fr: La duplication de %1$@ a échoué : %2$@

# containers.duplicate.hint
source: Creates another container with the same settings.
fr: Crée un autre conteneur avec les mêmes réglages.

# containers.duplicate.message
source: The copy is created stopped, and its published ports are left for Docker to choose so they do not clash with the original.
fr: La copie est créée à l'arrêt, et ses ports publiés sont laissés au choix de Docker pour ne pas entrer en conflit avec l'original.

# containers.duplicate.success
source: Container duplicated as %@, stopped
fr: Conteneur dupliqué sous le nom %@, à l'arrêt

# containers.duplicate.suggested_name
source: %@-copy
fr: %@-copie

# containers.duplicate.title
source: Duplicate “%@”?
fr: Dupliquer « %@ » ?

# containers.empty.description
source: Create a project in Container Manager to manage its containers here.
fr: Créez un projet dans Container Manager pour gérer ses conteneurs ici.

# containers.empty.title
source: No containers
fr: Aucun conteneur

# containers.force_stop.confirm.message
source: “%@” will be killed at once, without being given time to finish what it is doing. Unsaved work inside the container is lost.
fr: « %@ » sera tué immédiatement, sans avoir le temps de terminer ce qu’il fait. Le travail non enregistré dans le conteneur est perdu.

# containers.force_stop.confirm.title
source: Force stop “%@”?
fr: Arrêter de force « %@ » ?

# containers.loading
source: Loading containers…
fr: Chargement des conteneurs…

# containers.log.empty.description
source: This container has no available log lines.
fr: Ce conteneur n’a produit aucune ligne de journal disponible.

# containers.log.empty.title
source: Empty log
fr: Journal vide

# containers.log.title_named
source: Log for %@
fr: Journal de %@

# containers.network.action.containers
source: Manage Containers
fr: Gérer les conteneurs

# containers.network.action.containers.hint
source: Choose which containers this network carries
fr: Choisir les conteneurs reliés à ce réseau

# containers.network.action.create
source: Create Network
fr: Créer un réseau

# containers.network.action.create.hint
source: Create a container network
fr: Créer un réseau de conteneurs

# containers.network.action.delete.hint
source: Remove the selected network
fr: Supprimer le réseau sélectionné

# containers.network.action.in_progress
source: Operation in progress
fr: Opération en cours

# containers.network.containers.empty.description
source: No container can be connected to this network.
fr: Aucun conteneur ne peut être relié à ce réseau.

# containers.network.containers.empty.title
source: No container
fr: Aucun conteneur

# containers.network.containers.loading
source: Loading the containers…
fr: Chargement des conteneurs…

# containers.network.containers.saving
source: Applying the connections…
fr: Application des connexions…

# containers.network.containers.section
source: Connected containers
fr: Conteneurs reliés

# containers.network.containers.success
source: Connections updated for %@
fr: Connexions mises à jour pour %@

# containers.network.containers.title
source: Containers of %@
fr: Conteneurs de %@

# containers.network.create.addressing
source: IPv4 addressing
fr: Adressage IPv4

# containers.network.create.addressing.automatic
source: Automatic
fr: Automatique

# containers.network.create.addressing.manual
source: Manual
fr: Manuel

# containers.network.create.disable_masquerade
source: Disable IP masquerade
fr: Désactiver l’IP masquerade

# containers.network.create.disable_masquerade.hint
source: Stops Docker from rewriting the source address of outgoing traffic.
fr: Empêche Docker de réécrire l’adresse source du trafic sortant.

# containers.network.create.error.gateway_out_of_range
source: The gateway is outside the subnet. Choose an address inside it.
fr: La passerelle est hors du sous-réseau. Choisissez une adresse qui s’y trouve.

# containers.network.create.error.gateway_taken
source: This gateway is already used by another network. Choose another subnet.
fr: Cette passerelle est déjà utilisée par un autre réseau. Choisissez un autre sous-réseau.

# containers.network.create.error.name_taken
source: A network named %@ already exists.
fr: Un réseau nommé %@ existe déjà.

# containers.network.create.error.name_taken_short
source: This name is already used by another network.
fr: Ce nom est déjà utilisé par un autre réseau.

# containers.network.create.failed
source: Creating %@ failed: %@
fr: La création de %@ a échoué : %@

# containers.network.create.fields.label
source: Network settings
fr: Réglages du réseau

# containers.network.create.gateway
source: Gateway
fr: Passerelle

# containers.network.create.gateway.hint
source: Takes one address inside the subnet, for example 172.31.0.1.
fr: Attend une adresse située dans le sous-réseau, par exemple 172.31.0.1.

# containers.network.create.in_progress
source: Creating the network…
fr: Création du réseau en cours…

# containers.network.create.iprange
source: IP range
fr: Plage d’IP

# containers.network.create.iprange.hint
source: Takes CIDR notation, and must sit inside the subnet.
fr: Attend la notation CIDR, et doit tenir dans le sous-réseau.

# containers.network.create.ipv6
source: Enable IPv6
fr: Activer l’IPv6

# containers.network.create.manual.rule
source: The three fields are required in manual mode.
fr: Les trois champs sont obligatoires en mode manuel.

# containers.network.create.name
source: Network name
fr: Nom du réseau
